Repository: Caldis/Mos
Catalog: Mos/Localizable.xcstrings
Source language: en
Languages: cs, de, el, fr, ja, ko, ru, tr, uk, zh_hans, zh_hant

# switchAppReverse
source: Switch Application (Reverse)
cs: Přepnout Aplikaci (Obráceně)
de: App wechseln (rückwärts)
el: Εναλλαγή Εφαρμογής (Αντίστροφα)
fr: Basculer application (inversé)
ja: アプリを切り替える（逆方向）
ko: 앱 전환 (역방향)
ru: Переключить приложение (в обратном направлении)
tr: Uygulamayı Değiştir (Ters)
uk: Перемкнути програму (у зворотному напрямку)
zh_hans: 切换应用(反向)
zh_hant: 切換 App (反向)

source: Switch Tab Left
cs: Přepnout Panel Vlevo
de: Zum Tab links wechseln
el: Μετάβαση στην καρτέλα αριστερά
fr: Bascule l’onglet de gauche
ja: 左のタブに移動
ko: 왼쪽 탭으로 전환
ru: Переключить вкладку влево
tr: Soldaki sekmeye geç
uk: Перемкнути вкладку ліворуч
zh_hans: 切换到左侧标签页
zh_hant: 切換到左側分頁

source: Switch Tab Right
cs: Přepnout Panel Vpravo
de: Zum Tab rechts wechseln
el: Μετάβαση στην καρτέλα δεξιά
fr: Bascule l’onglet de droite
ja: 右のタブに移動
ko: 오른쪽 탭으로 전환
ru: Переключить вкладку вправо
tr: Sağdaki sekmeye geç
uk: Перемкнути вкладку праворуч
zh_hans: 切换到右侧标签页
zh_hant: 切換到右側分頁

source: Unbind
cs: Odebrat Přiřazení
de: Zuweisung aufheben
el: Αποσύνδεση
fr: Détacher
ja: 割り当て解除
ko: 할당 해제
ru: Отменить назначение
tr: Atamayı kaldır
uk: Скасувати призначення
zh_hans: 取消绑定
zh_hant: 取消綁定

source: Unbound
cs: Nepřiřazený
de: Nicht zugewiesen
el: Αδέσμευτο
fr: Détaché
ja: 未割り当て
ko: 미할당
ru: Не назначено
tr: Atanmamış
uk: Не призначено
zh_hans: 未绑定
zh_hant: 未綁定

source: Underline
cs: Podtržení
de: Unterstreichen
el: Υπογράμμιση
fr: Souligné
ja: 下線
ko: 밑줄
ru: Подчеркнутый
tr: Altı Çizili
uk: Підкреслений
zh_hans: 下划线
zh_hant: 底線

source: Undo
cs: Zpět
de: Widerrufen
el: Αναίρεση
fr: Annuler
ja: 取り消す
ko: 실행 취소
ru: Отменить
tr: Geri Al
uk: Скасувати
zh_hans: 撤销
zh_hant: 還原

source: View as Columns
cs: Zobrazit jako Sloupce
de: Als Spalten
el: Προβολή ως Στήλες
fr: par colonnes
ja: カラム表示
ko: 열로 보기
ru: Вид «Колонки»
tr: Sütunlar Olarak Görüntüle
uk: Вигляд «Колонки»
zh_hans: 以分栏显示
zh_hant: 以直欄顯示

source: View as Gallery
cs: Zobrazit jako Galerii
de: Als Galerie
el: Προβολή ως Συλλογή
fr: Par galerie d’icônes
ja: ギャラリー表示
ko: 갤러리로 보기
ru: Вид «Галерея»
tr: Galeri Olarak Görüntüle
uk: Вигляд «Галерея»
zh_hans: 以画廊显示
zh_hant: 以圖庫顯示

source: View as Icons
cs: Zobrazit jako Ikony
de: Als Symbole
el: Προβολή ως Εικονίδια
fr: Par icônes
ja: アイコン表示
ko: 아이콘으로 보기
ru: Вид «Значки»
tr: Simge Olarak Görüntüle
uk: Вигляд «Піктограми»
zh_hans: 以图标显示
zh_hant: 以圖像顯示

source: View as List
cs: Zobrazit jako List
de: Als Liste
el: Προβολή ως Λίστα
fr: Par liste
ja: リスト表示
ko: 목록으로 보기
ru: Вид «Список»
tr: Liste Olarak Görüntüle
uk: Вигляд «Список»
zh_hans: 以列表显示
zh_hant: 以列表顯示

source: Zoom In
cs: Přiblížit
de: Vergrößern
el: Μεγέθυνση
fr: Zoomer
ja: 拡大
ko: 확대
ru: Увеличить
tr: Yakınlaştır
uk: Збільшити
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
cs: Oddálit
de: Verkleinern
el: Σμίκρυνση
fr: Dézoomer
ja: 縮小
ko: 축소
ru: Уменьшить
tr: Uzaklaştır
uk: Зменшити
zh_hans: 缩小
zh_hant: 縮小

# button_conflict_title
source: Button may be managed by another app
ja: このボタンは他のアプリが管理している可能性があります
ko: 이 버튼은 다른 앱이 관리할 수 있습니다
zh_hans: 此按键可能被其他应用接管
zh_hant: 此按鍵可能被其他應用程式接管

# button_conflict_detail
source: This button appears to be managed by another app (e.g. Logitech Options+). When both apps capture the same button, behavior may be unpredictable. Release it in the other app, or quit that app, to let Mos handle it.
ja: このボタンは他のアプリ (Logitech Options+ など) に管理されているようです。両方のアプリが同じボタンを捕捉すると、動作が不安定になる場合があります。他のアプリでこのボタンを解放するか、そのアプリを終了すると、Mos が処理できるようになります。
ko: 이 버튼은 다른 앱(예: Logitech Options+)이 관리하는 것으로 보입니다. 두 앱이 같은 버튼을 캡처하면 예기치 않은 동작이 발생할 수 있습니다. 다른 앱에서 이 버튼을 해제하거나 해당 앱을 종료하면 Mos가 처리할 수 있습니다.
zh_hans: 此按键似乎正被其他应用 (例如 Logitech Options+) 接管。两个应用同时捕获同一按键可能导致行为异常。请在对应应用中释放该按键,或退出该应用,以便由 Mos 处理。
zh_hant: 此按鍵似乎正被其他應用程式 (例如 Logitech Options+) 接管。兩個應用程式同時捕捉同一按鍵可能導致行為異常。請在對應應用程式中釋放該按鍵,或退出該應用程式,以便由 Mos 處理。

# button_activity_phase_discovery
source: Initializing device
ja: デバイスを初期化中
ko: 장치 초기화 중
zh_hans: 正在初始化设备
zh_hant: 正在初始化裝置

# button_activity_phase_reporting
source: Refreshing button state
ja: ボタン状態を更新中
ko: 버튼 상태 새로고침 중
zh_hans: 正在刷新按键状态
zh_hant: 正在刷新按鍵狀態

# button_activity_popover_fallback
source: Finishing up…
ja: まもなく完了…
ko: 마무리 중…
zh_hans: 即将完成…
zh_hant: 即將完成…

# appExpose
source: Launchpad
zh_hans: 启动台

# custom-shortcut
source: Custom Key…
zh_hans: 自定义按键…

# featureNotAvailable
source: %@ does not support %@
zh_hans: %@ 不支持 %@

source: Mission Control
zh_hans: 调度中心

# openTargetAppLaunchFailed
source: Failed to launch "%@"
zh_hans: 启动 "%@" 失败

# openTargetAppNotFound
source: Application "%@" not found — it may have been moved or deleted
zh_hans: 找不到应用 "%@", 可能已被移动或删除

# openTargetScriptFailed
source: Script "%@" failed to start
zh_hans: 脚本 "%@" 执行失败

# openTargetScriptNotExecutable
source: Script "%@" is not executable — run chmod +x
zh_hans: 脚本 "%@" 没有执行权限, 请运行 chmod +x

# openTargetScriptNotFound
source: Script "%@" not found
zh_hans: 找不到脚本 "%@"

# open-target-action
source: Open…
zh_hans: 打开…

# open-target-placeholder-stale
source: (unavailable)
zh_hans: (应用已失效)

# open-target-arguments-label
source: Arguments
zh_hans: 参数

# open-target-arguments-optional-suffix
source: (optional)
zh_hans: (可选)

# open-target-arguments-placeholder
source: Space-separated; quote arguments containing spaces
zh_hans: 用空格分隔, 引号包裹含空格的参数

# open-target-cancel
source: Cancel
zh_hans: 取消

# open-target-done
source: Done
zh_hans: 完成

# open-target-empty-primary
source: Choose an app or script
zh_hans: 选择应用或脚本

# open-target-empty-secondary
source: or drop a file here
zh_hans: 也可拖入文件

# open-target-empty-tooltip
source: Click to choose a file, or drag a .app/script here
zh_hans: 点击选择文件，或拖拽 .app/脚本到此处

# open-target-filled-tooltip
source: Click to choose a different one
zh_hans: 点击重新选择

# open-target-clear-tooltip
source: Clear
zh_hans: 清除

# open-target-panel-message
source: Choose an app, script, or any file to open
zh_hans: 选择要打开的应用、脚本或文件

# openTargetFileNotFound
source: File "%@" not found
zh_hans: 找不到文件 "%@"

# openTargetFileFailed
source: Failed to open "%@"
zh_hans: 无法打开 "%@"

# open-target-panel-prompt
source: Choose
zh_hans: 选择

# open-target-stale-warning
source: The previously chosen app can no longer be found
zh_hans: 之前选择的应用已找不到

source: Spotlight
zh_hans: 聚焦搜索
